<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="健身,胸肌," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x6765;&amp;#x6E90;&amp;#xFF1A;&amp;#x5065;&amp;#x7F8E;&amp;#x5427;&amp;#x539F;&amp;#x6587;&amp;#xFF1A;&amp;#x6765;&amp;#x81EA;BB&amp;#x7F51;&amp;#x7FFB;&amp;#x8BD1;&amp;#xFF1A;&amp;#x732A;&amp;#x4E8C;&amp;#x72D7;,For &amp;#x8D39;&amp;#x6069;&amp;#x83B1;&amp;#x65AF;&amp;#xFF08;&amp;#x9996;&amp;">
<meta property="og:type" content="article">
<meta property="og:title" content="胸肌靠练才能大又壮">
<meta property="og:url" content="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/index.html">
<meta property="og:site_name" content="▓">
<meta property="og:description" content="&amp;#x6765;&amp;#x6E90;&amp;#xFF1A;&amp;#x5065;&amp;#x7F8E;&amp;#x5427;&amp;#x539F;&amp;#x6587;&amp;#xFF1A;&amp;#x6765;&amp;#x81EA;BB&amp;#x7F51;&amp;#x7FFB;&amp;#x8BD1;&amp;#xFF1A;&amp;#x732A;&amp;#x4E8C;&amp;#x72D7;,For &amp;#x8D39;&amp;#x6069;&amp;#x83B1;&amp;#x65AF;&amp;#xFF08;&amp;#x9996;&amp;">
<meta property="og:image" content="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/1.jpg">
<meta property="og:image" content="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/2.jpg">
<meta property="og:image" content="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/3.jpg">
<meta property="og:image" content="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/4.jpg">
<meta property="og:image" content="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/5.jpg">
<meta property="og:updated_time" content="2016-04-07T08:41:41.132Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="胸肌靠练才能大又壮">
<meta name="twitter:description" content="&amp;#x6765;&amp;#x6E90;&amp;#xFF1A;&amp;#x5065;&amp;#x7F8E;&amp;#x5427;&amp;#x539F;&amp;#x6587;&amp;#xFF1A;&amp;#x6765;&amp;#x81EA;BB&amp;#x7F51;&amp;#x7FFB;&amp;#x8BD1;&amp;#xFF1A;&amp;#x732A;&amp;#x4E8C;&amp;#x72D7;,For &amp;#x8D39;&amp;#x6069;&amp;#x83B1;&amp;#x65AF;&amp;#xFF08;&amp;#x9996;&amp;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 12878442,
      author: '阿祥'
    }
  };
</script>

  <title> 胸肌靠练才能大又壮 | ▓ </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?94266d93f633ea96667f11b0b09b8489";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>








  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">▓</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">You Are All</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-friends">
          <a href="/friends" rel="section">
            
              <i class="menu-item-icon fa fa-user fa-fw"></i> <br />
            
            伙伴
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="#" class="st-search-show-outputs">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <form class="site-search-form">
  <input type="text" id="st-search-input" class="st-search-input st-default-search-input" />
</form>

<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
    (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
    e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install', 'NjUXgpCQEbEusCeyEP6o','2.0.0');
</script>



    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                胸肌靠练才能大又壮
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2015-07-28T16:07:52+08:00" content="2015-07-28">
              2015-07-28
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/健身/" itemprop="url" rel="index">
                    <span itemprop="name">健身</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2015/07/28/胸肌靠练才能大又壮/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2015/07/28/胸肌靠练才能大又壮/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2015/07/28/胸肌靠练才能大又壮/" class="leancloud_visitors" data-flag-title="胸肌靠练才能大又壮">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x6765;&#x6E90;&#xFF1A;&#x5065;&#x7F8E;&#x5427;<br>&#x539F;&#x6587;&#xFF1A;&#x6765;&#x81EA;BB&#x7F51;<br>&#x7FFB;&#x8BD1;&#xFF1A;&#x732A;&#x4E8C;&#x72D7;,For &#x8D39;&#x6069;&#x83B1;&#x65AF;&#xFF08;&#x9996;&#x66F4;&#xFF09;,&#x5065;&#x7F8E;&#x5427;&#xFF08;&#x4E8C;&#x66F4;&#xFF09;,&#x4E2D;&#x6587;&#x4EC5;&#x4F9B;&#x53C2;&#x8003;&#x4EA4;&#x6D41;&#x3002;<br><a id="more"></a></p>
<p>&#x4E3A;&#x4E86;&#x8FFD;&#x6C42;&#x66F4;&#x5DE8;&#x5927;&#x7684;&#x80F8;&#x808C;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x5065;&#x8EAB;&#x623F;&#x55DC;&#x597D;&#x8005;&#x5728;&#x6BCF;&#x4E00;&#x4E2A;&#x5468;&#x4E00;&#x90FD;&#x4F1A;&#x4E0D;&#x81EA;&#x89C9;&#x6E9C;&#x5230;&#x6760;&#x94C3;&#x6746;&#x4E0B;&#x65B9;&#x8FDB;&#x884C;&#x80F8;&#x90E8;&#x7EC3;&#x4E60;&#xFF0C;&#x5E86;&#x795D;&#x8FD9;&#x4E2A;&#x56FD;&#x9645;&#x7EC3;&#x80F8;&#x65E5;&#x3002;&#x4ED6;&#x4EEC;&#x9996;&#x5148;&#x51B2;&#x51E0;&#x7EC4;&#x6BCF;&#x7EC4;10-12&#x6B21;&#x7684;&#x5E73;&#x677F;&#x5367;&#x63A8;&#xFF0C;&#x7136;&#x540E;&#x8FFD;&#x52A0;&#x4E00;&#x4E9B;&#x8F85;&#x52A9;&#x7684;&#x6216;&#x8005;&#x9644;&#x5C5E;&#x7684;&#x80F8;&#x808C;&#x8BAD;&#x7EC3;&#x52A8;&#x4F5C;&#xFF0C;&#x7136;&#x540E;&#x8BA4;&#x4E3A;&#x8FD9;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x80F8;&#x808C;&#x8BAD;&#x7EC3;&#x65E5;&#x3002;&#x4E0D;&#x8981;&#x8BEF;&#x89E3;&#x6211;&#xFF0C;&#x5176;&#x5B9E;&#x8FD9;&#x6837;&#x8BAD;&#x7EC3;&#x51FA;&#x5927;&#x80F8;&#x808C;&#x4E5F;&#x4E0D;&#x9519;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x8FD9;&#x6837;&#x8BAD;&#x7EC3;&#x79BB;&#x4F18;&#x79C0;&#x5065;&#x7F8E;&#x8005;&#x8FD8;&#x6709;&#x8DDD;&#x79BB;&#x3002;</p>
<p>&#x4F18;&#x79C0;&#x5065;&#x7F8E;&#x8005;&#x7684;&#x8BAD;&#x7EC3;&#x8981;&#x7684;&#x4E0D;&#x53EA;&#x662F;&#x5E73;&#x8861;&#x7F8E;&#x611F;&#x3002;&#x7537;&#x4EBA;&#x5973;&#x4EBA;&#xFF0C;&#x5176;&#x4E2D;&#x4F18;&#x79C0;&#x7684;&#x5065;&#x7F8E;&#x8005;&#x90FD;&#x5E0C;&#x671B;&#x7EC3;&#x5F97;&#x597D;&#x770B;&#x3001;&#x5F3A;&#x58EE;&#x3001;&#x5C55;&#x793A;&#x8D77;&#x6765;&#x5F88;&#x9707;&#x64BC;&#x3002;&#x4E00;&#x4E2A;&#x4F18;&#x79C0;&#x7684;&#x5065;&#x7F8E;&#x8005;&#x8BA9;&#x8EAB;&#x4F53;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x90E8;&#x4F4D;&#x90FD;&#x6709;&#x68F1;&#x6709;&#x89D2;&#xFF0C;&#x5E76;&#x4E14;&#x8BA9;&#x6BCF;&#x4E00;&#x4EFD;&#x8BA1;&#x5212;&#x5177;&#x6709;&#x6311;&#x6218;&#x6027;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x50CF;&#x901B;&#x516C;&#x56ED;&#x90A3;&#x4E48;&#x7B80;&#x5355;&#x3002;&#x8BA9;&#x6211;&#x4EEC;&#x5B9E;&#x8DF5;&#x4E00;&#x4E0B;&#x4F18;&#x79C0;&#x7684;&#x5DE8;&#x5927;&#x52A0;&#x5F3A;&#x58EE;&#x7684;&#x80F8;&#x90E8;&#x8BAD;&#x7EC3;&#x8BA1;&#x5212;&#x3002;</p>
<p>&#x4F60;&#x8981;&#x8BB0;&#x4F4F;&#xFF0C;&#x80F8;&#x90E8;&#x8BAD;&#x7EC3;&#x7684;&#x76EE;&#x6807;&#x5C31;&#x662F;&#x5E2E;&#x52A9;&#x4F60;&#x5851;&#x9020;&#x56F4;&#x5EA6;&#x4E0E;&#x529B;&#x91CF;&#x517C;&#x5F97;&#x7684;&#x808C;&#x8089;&#x3002;&#x628A;&#x8FD9;&#x4E2A;&#x539F;&#x5219;&#x5E94;&#x7528;&#x5230;&#x4F60;&#x7684;&#x8BA1;&#x5212;&#x5206;&#x5316;&#x4E2D;&#xFF0C;&#x4F60;&#x7684;&#x8EAB;&#x4F53;&#x624D;&#x80FD;&#x591F;&#x5728;&#x5927;&#x8D1F;&#x91CD;&#x7684;&#x8BAD;&#x7EC3;&#x4E2D;&#x83B7;&#x5F97;&#x66F4;&#x597D;&#x7684;&#x6536;&#x83B7;&#x3002;&#x5927;&#x91CD;&#x91CF;&#x8BAD;&#x7EC3;&#x4F1A;&#x8BA9;&#x4F60;&#x505A;&#x5230;&#x66F4;&#x591A;&#x7684;&#x7834;&#x574F;&#xFF0C;&#x770B;&#x89C1;&#x66F4;&#x591A;&#x7684;&#x589E;&#x957F;&#xFF0C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x63A8;&#x79FB;&#x4F60;&#x80FD;&#x591F;&#x4E3E;&#x8D77;&#x5065;&#x8EAB;&#x623F;&#x4E2D;&#x8D8A;&#x6765;&#x8D8A;&#x5927;&#x7684;&#x91CD;&#x91CF;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x73B0;&#x5728;&#x6B63;&#x91C7;&#x7528;&#x7684;&#x662F;3&#x7EC4;&#xFF0C;&#x6BCF;&#x7EC4;10-12&#x6B21;&#x7684;&#x8BAD;&#x7EC3;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8BA1;&#x5212;&#x4F60;&#x80FD;&#x591F;&#x8F7B;&#x677E;&#x5B8C;&#x6210;&#x3002;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x5E94;&#x8BE5;&#x91C7;&#x7528;&#x66F4;&#x4F4E;&#x7684;&#x91CD;&#x590D;&#x6B21;&#x6570;&#xFF0C;&#x540C;&#x65F6;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x5728;&#x6760;&#x94C3;&#x6746;&#x4E0A;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x91CD;&#x91CF;&#x3002;&#x4F60;&#x4ECD;&#x7136;&#x4F1A;&#x611F;&#x89C9;&#x5230;&#x8840;&#x6DB2;&#x6D41;&#x7684;&#x6CF5;&#x611F;&#x8FD8;&#x6709;&#x808C;&#x8089;&#x5757;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x4F46;&#x662F;&#x5C0F;&#x5C0F;&#x7684;&#x6539;&#x53D8;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x611F;&#x53D7;&#x5230;&#x529B;&#x91CF;&#x589E;&#x52A0;&#x7684;&#x66F4;&#x591A;&#x597D;&#x5904;&#x3002;</p>
<p>&#x5927;&#x80F8;&#x808C;&#x8BAD;&#x7EC3;&#x8BA1;&#x5212;<br>&#x8FD9;&#x4E2A;&#x8BA1;&#x5212;&#x6240;&#x82B1;&#x8D39;&#x65F6;&#x95F4;&#x4E0D;&#x591A;&#x4E8E;60&#x5206;&#x949F;&#xFF0C;&#x7EC4;&#x95F4;&#x4F11;&#x606F;1-2&#x5206;&#x949F;<br>1.&#x673A;&#x68B0;&#x98DE;&#x9E1F;&#xFF0C;3&#x7EC4;&#x70ED;&#x8EAB;&#x7EC4;&#xFF0C;15&#x6B21;<br>2.&#x6760;&#x94C3;&#x5E73;&#x677F;&#x5367;&#x63A8;&#xFF0C;4&#x7EC4;&#xFF0C;10&#x3001;8&#x3001;6&#x3001;4&#x6B21;<br>3.&#x6760;&#x94C3;&#x4E0A;&#x659C;&#x5367;&#x63A8;&#xFF0C;3&#x7EC4;&#xFF0C;6-10&#x6B21;&#xFF08;&#x6CE8;&#xFF1A;&#x672C;&#x52A8;&#x4F5C;&#x8BAD;&#x7EC3;&#x65F6;&#xFF0C;&#x9010;&#x7EC4;&#x589E;&#x52A0;&#x8BAD;&#x7EC3;&#x91CD;&#x91CF;&#xFF09;<br>4.&#x54D1;&#x94C3;&#x5367;&#x63A8;&#xFF0C;4&#x7EC4;&#xFF0C;6-10&#x6B21;&#xFF08;&#x6CE8;&#xFF1A;&#x672C;&#x52A8;&#x4F5C;&#x8BAD;&#x7EC3;&#x65F6;&#xFF0C;&#x9010;&#x7EC4;&#x589E;&#x52A0;&#x8BAD;&#x7EC3;&#x91CD;&#x91CF;&#xFF09;<br>5.-&#x8D85;&#x7EA7;&#x7EC4;-<br>-&#x4E0A;&#x659C;&#x98DE;&#x9E1F;&#xFF0C;4&#x7EC4;&#xFF0C;10&#x6B21;<br>-&#x53CC;&#x6760;&#x81C2;&#x5C48;&#x4F38;&#xFF0C;4&#x7EC4;&#xFF0C;&#x6BCF;&#x7EC4;&#x529B;&#x7AED;</p>
<p>&#x8BAD;&#x7EC3;&#x6280;&#x5DE7;&#x70B9;&#x8BC4;<br>&#x673A;&#x68B0;&#x98DE;&#x9E1F;<br>&#x673A;&#x68B0;&#x98DE;&#x9E1F;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x597D;&#x7684;&#x70ED;&#x8EAB;&#x52A8;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#xFF0C;&#x8FD9;&#x80FD;&#x591F;&#x8BA9;&#x4F60;&#x7684;&#x80F8;&#x90E8;&#x808C;&#x8089;&#x5F97;&#x5230;&#x5168;&#x65B9;&#x4F4D;&#x7684;&#x6D3B;&#x52A8;&#xFF0C;&#x80FD;&#x591F;&#x63D0;&#x4F9B;&#x5F88;&#x597D;&#x7684;&#x62C9;&#x4F38;&#xFF0C;&#x540C;&#x65F6;&#x8F93;&#x9001;&#x66F4;&#x591A;&#x7684;&#x8840;&#x6DB2;&#x8FDB;&#x5165;&#x808C;&#x8089;&#x3002;&#x5728;&#x505A;&#x4E86;&#x51E0;&#x6B21;&#x98DE;&#x9E1F;&#x4E4B;&#x540E;&#xFF0C;&#x80F8;&#x90E8;&#x5C31;&#x4F1A;&#x611F;&#x89C9;&#x5230;&#x6E29;&#x6696;&#xFF0C;&#x5E76;&#x4E14;&#x505A;&#x597D;&#x4E86;&#x627F;&#x62C5;&#x5927;&#x91CD;&#x91CF;&#x7684;&#x8D1F;&#x8377;&#x8BAD;&#x7EC3;&#x7684;&#x51C6;&#x5907;&#x3002;<br>&#x5728;&#x8FD9;&#x4E2A;&#x8BAD;&#x7EC3;&#x4E2D;&#xFF0C;&#x4F60;&#x4E0D;&#x9700;&#x8981;&#x91C7;&#x7528;&#x975E;&#x5E38;&#x5927;&#x7684;&#x91CD;&#x91CF;&#x3002;&#x6700;&#x5F00;&#x59CB;&#x7684;&#x65F6;&#x5019;&#x4F7F;&#x7528;&#x8F7B;&#x91CD;&#x91CF;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x6839;&#x636E;&#x4F60;&#x7684;&#x8BAD;&#x7EC3;&#x7684;&#x8FDB;&#x7A0B;&#x8C03;&#x6574;&#x4E3A;&#x4E2D;&#x7B49;&#x7684;&#x8BAD;&#x7EC3;&#x91CD;&#x91CF;&#x3002;&#x8BAD;&#x7EC3;&#x4E2D;&#x5173;&#x6CE8;&#x98DE;&#x9E1F;&#x6253;&#x5F00;&#x65F6;&#x7684;&#x5E95;&#x90E8;&#x52A8;&#x4F5C;&#x7684;&#x5145;&#x5206;&#x62C9;&#x4F38;&#x8FD8;&#x6709;&#x98DE;&#x9E1F;&#x6324;&#x538B;&#x5230;&#x6700;&#x9876;&#x90E8;&#x65F6;&#x7684;&#x5145;&#x5206;&#x6536;&#x7F29;&#x3002;</p>
<p><img src="/2015/07/28/&#x80F8;&#x808C;&#x9760;&#x7EC3;&#x624D;&#x80FD;&#x5927;&#x53C8;&#x58EE;/1.jpg" alt=""></p>
<p>&#x6760;&#x94C3;&#x5367;&#x63A8;<br>&#x5728;&#x6760;&#x94C3;&#x5367;&#x63A8;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x91C7;&#x7528;&#x91D1;&#x5B57;&#x5854;&#x6A21;&#x5F0F;&#x8BAD;&#x7EC3;&#xFF1B;&#x5BF9;&#x4E8E;&#x6BCF;&#x4E00;&#x7EC4;&#x7684;&#x8BAD;&#x7EC3;&#x6765;&#x8BF4;&#xFF0C;&#x4F60;&#x90FD;&#x8981;&#x9010;&#x7EC4;&#x964D;&#x4F4E;&#x8BAD;&#x7EC3;&#x7684;&#x91CD;&#x590D;&#x6B21;&#x6570;&#xFF0C;&#x540C;&#x65F6;&#x589E;&#x52A0;&#x8BAD;&#x7EC3;&#x91CD;&#x91CF;&#x3002;&#x91C7;&#x7528;&#x6700;&#x591F;&#x5927;&#x7684;&#x91CD;&#x91CF;&#x4EE5;&#x8BA9;&#x6700;&#x540E;&#x7684;&#x4E00;&#x7EC4;&#x8BAD;&#x7EC3;&#x80FD;&#x591F;&#x975E;&#x5E38;&#x8270;&#x96BE;&#x5730;&#x5B8C;&#x6210;3-4&#x6B21;&#x3002;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x592A;&#x9002;&#x5E94;&#x90A3;&#x4E48;&#x8FC7;&#x5927;&#x7684;&#x91CD;&#x91CF;&#xFF0C;&#x5728;&#x5065;&#x8EAB;&#x623F;&#x91CC;&#x6700;&#x597D;&#x6709;&#x4E00;&#x4E2A;&#x8BAD;&#x7EC3;&#x4F19;&#x4F34;&#x3002;<br>&#x5F53;&#x4F60;&#x505A;&#x5367;&#x63A8;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x901A;&#x5E38;&#x8981;&#x5E73;&#x8EBA;&#x5728;&#x5367;&#x63A8;&#x51F3;&#x4E0A;&#xFF0C;&#x4FDD;&#x6301;&#x4F60;&#x4E0B;&#x80CC;&#x90E8;&#x7684;&#x81EA;&#x7136;&#x5F13;&#x5EA6;&#x3002;&#x4F60;&#x7684;&#x4E0A;&#x80CC;&#x90E8;&#x8981;&#x7D27;&#x8D34;&#x5367;&#x63A8;&#x51F3;&#x3002;&#x4E3A;&#x4E86;&#x6700;&#x5927;&#x5316;&#x523A;&#x6FC0;&#x4F60;&#x7684;&#x80F8;&#x808C;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x4EE5;&#x80F8;&#x808C;&#x4E3A;&#x76EE;&#x6807;&#xFF0C;&#x4F60;&#x8981;&#x96C6;&#x4E2D;&#x7CBE;&#x529B;&#x8BA9;&#x80F8;&#x808C;&#x53BB;&#x627F;&#x62C5;&#x8BAD;&#x7EC3;&#x8D1F;&#x8377;&#x3002;</p>
<p><img src="/2015/07/28/&#x80F8;&#x808C;&#x9760;&#x7EC3;&#x624D;&#x80FD;&#x5927;&#x53C8;&#x58EE;/2.jpg" alt=""></p>
<p>&#x6760;&#x94C3;&#x4E0A;&#x659C;&#x5367;&#x63A8;<br>&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x597D;&#x7684;&#x590D;&#x5408;&#x8BAD;&#x7EC3;&#x52A8;&#x4F5C;&#xFF0C;&#x4E3B;&#x8981;&#x9488;&#x5BF9;&#x4F60;&#x7684;&#x4E0A;&#x80F8;&#x808C;&#x548C;&#x4E2D;&#x90E8;&#x80F8;&#x808C;&#x3002;&#x5C1D;&#x8BD5;&#x9010;&#x7EC4;&#x7565;&#x5FAE;&#x589E;&#x52A0;&#x8BAD;&#x7EC3;&#x7684;&#x91CD;&#x91CF;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x5728;&#x4F60;&#x7684;&#x7B2C;&#x4E00;&#x7EC4;&#x4E2D;&#xFF0C;&#x4F60;&#x7684;&#x8BAD;&#x7EC3;&#x6B21;&#x6570;&#x8303;&#x56F4;&#x53EF;&#x4EE5;&#x662F;9-10&#x6B21;&#xFF1B;&#x90A3;&#x4E48;&#x5728;&#x4F60;&#x7684;&#x6700;&#x540E;&#x4E00;&#x7EC4;&#xFF0C;&#x4E3E;&#x7684;&#x91CD;&#x91CF;&#x8DB3;&#x591F;&#x5927;&#xFF0C;&#x5728;&#x4F60;&#x8BAD;&#x7EC3;&#x81F3;&#x529B;&#x7AED;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5927;&#x6982;&#x80FD;&#x505A;6&#x6B21;&#x3002;<br>&#x4F60;&#x7684;&#x80F8;&#x808C;&#x53EF;&#x80FD;&#x5728;&#x7B2C;&#x4E00;&#x4E2A;&#x8BAD;&#x7EC3;&#x52A8;&#x4F5C;&#x7684;&#x65F6;&#x5019;&#x5DF2;&#x7ECF;&#x6BD4;&#x8F83;&#x75B2;&#x52B3;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x4E2A;&#x8BAD;&#x7EC3;&#x7684;&#x65F6;&#x5019;&#x4F60;&#x8FD8;&#x8981;&#x82B1;&#x70B9;&#x7CBE;&#x529B;&#x89C4;&#x8303;&#x81EA;&#x5DF1;&#x7684;&#x8BAD;&#x7EC3;&#x52A8;&#x4F5C;&#x3002;&#x4E25;&#x683C;&#x63A7;&#x5236;&#x4F60;&#x7684;&#x4E0A;&#x8EAB;&#x7684;&#x8BAD;&#x7EC3;&#x59FF;&#x6001;&#xFF0C;&#x4E0D;&#x8981;&#x8BA9;&#x6760;&#x94C3;&#x6746;&#x6F02;&#x79FB;&#x5F97;&#x8FC7;&#x5206;&#x9760;&#x524D;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x4E0D;&#x81EA;&#x91CF;&#x529B;&#x5730;&#x53BB;&#x7528;&#x81EA;&#x5DF1;&#x65E0;&#x6CD5;&#x63A7;&#x5236;&#x7684;&#x5927;&#x91CD;&#x91CF;&#x3002;</p>
<p><img src="/2015/07/28/&#x80F8;&#x808C;&#x9760;&#x7EC3;&#x624D;&#x80FD;&#x5927;&#x53C8;&#x58EE;/3.jpg" alt=""></p>
<p>&#x54D1;&#x94C3;&#x5E73;&#x677F;&#x5367;&#x63A8;<br>&#x5728;&#x6760;&#x94C3;&#x8BAD;&#x7EC3;&#x4E4B;&#x540E;&#xFF0C;&#x91C7;&#x7528;&#x54D1;&#x94C3;&#x8BAD;&#x7EC3;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x80FD;&#x591F;&#x589E;&#x52A0;&#x808C;&#x8089;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#x80FD;&#xFF0C;&#x800C;&#x8FD9;&#x662F;&#x6760;&#x94C3;&#x5367;&#x63A8;&#x8BAD;&#x7EC3;&#x505A;&#x5F97;&#x6CA1;&#x90A3;&#x4E48;&#x597D;&#x7684;&#x5730;&#x65B9;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x8BAD;&#x7EC3;&#x4E2D;&#xFF0C;&#x7EE7;&#x7EED;&#x6309;&#x7167;&#x6BCF;&#x7EC4;&#x9010;&#x6E10;&#x589E;&#x52A0;&#x91CD;&#x91CF;&#x7684;&#x65B9;&#x5F0F;&#x8BAD;&#x7EC3;&#x3002;<br>&#x5728;&#x54D1;&#x94C3;&#x653E;&#x4E0B;&#x6765;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x96C6;&#x4E2D;&#x7CBE;&#x529B;&#x611F;&#x53D7;&#x4F60;&#x80F8;&#x808C;&#x62C9;&#x4F38;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x6BCF;&#x4E00;&#x7EC4;&#x5367;&#x63A8;&#x5230;&#x9876;&#x5CF0;&#x65F6;&#x6CE8;&#x610F;&#x5C3D;&#x53EF;&#x80FD;&#x7528;&#x529B;&#x6536;&#x7F29;&#x4F60;&#x7684;&#x80F8;&#x808C;&#x3002;&#x4F60;&#x4F1A;&#x611F;&#x53D7;&#x5230;&#x80F8;&#x808C;&#x4E2D;&#x6700;&#x5927;&#x7A0B;&#x5EA6;&#x7684;&#x8840;&#x6D41;&#x611F;&#x3002;</p>
<p><img src="/2015/07/28/&#x80F8;&#x808C;&#x9760;&#x7EC3;&#x624D;&#x80FD;&#x5927;&#x53C8;&#x58EE;/4.jpg" alt=""></p>
<p>&#x8D85;&#x7EA7;&#x7EC4;<br>&#x4E0A;&#x659C;&#x54D1;&#x94C3;&#x98DE;&#x9E1F;&#x548C;&#x53CC;&#x6760;&#x81C2;&#x5C48;&#x4F38;<br>&#x8FD9;&#x662F;&#x6700;&#x540E;&#x7684;&#x4E00;&#x7EC4;&#x8D85;&#x7EA7;&#x7EC4;&#xFF0C;&#x5E76;&#x5E26;&#x6709;&#x4E00;&#x70B9;&#x96BE;&#x5EA6;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x7684;&#x80F8;&#x808C;&#x6B64;&#x65F6;&#x5E94;&#x8BE5;&#x5DF2;&#x7ECF;&#x5F88;&#x6709;&#x6CF5;&#x611F;&#x4E14;&#x75B2;&#x52B3;&#x4E86;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x4ECD;&#x8981;&#x7AED;&#x5C3D;&#x5168;&#x529B;&#x3002;&#x6DF1;&#x6316;&#x4F60;&#x7684;&#x6F5C;&#x529B;&#xFF0C;&#x9738;&#x6C14;&#x6536;&#x5C3E;&#xFF01;<br>&#x4E0A;&#x659C;&#x98DE;&#x9E1F;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x6709;&#x6548;&#x7684;&#x80F8;&#x808C;&#x8BAD;&#x7EC3;&#x52A8;&#x4F5C;&#x3002;&#x91C7;&#x7528;&#x8FD9;&#x4E9B;&#x98DE;&#x9E1F;&#x52A8;&#x4F5C;&#xFF0C;&#x9700;&#x8981;&#x5728;&#x54D1;&#x94C3;&#x653E;&#x5230;&#x6700;&#x5E95;&#x90E8;&#x65F6;&#x6CE8;&#x610F;&#x808C;&#x8089;&#x6DF1;&#x5EA6;&#x62C9;&#x4F38;&#x3002;&#x5F53;&#x4F60;&#x628A;&#x6760;&#x94C3;&#x62AC;&#x8D77;&#x6765;&#x65F6;&#xFF0C;&#x5411;&#x5185;&#x65CB;&#x8F6C;&#x4F60;&#x7684;&#x624B;&#x8155;&#xFF08;&#x5728;&#x5E95;&#x7AEF;&#x65F6;&#xFF0C;&#x638C;&#x5FC3;&#x5411;&#x4E0A;&#xFF0C;&#x5728;&#x4E0A;&#x7AEF;&#x9760;&#x62E2;&#x65F6;&#xFF0C;&#x638C;&#x5FC3;&#x671D;&#x5411;&#x8EAB;&#x4F53;&#x524D;&#x65B9;&#xFF09;&#xFF0C;&#x8FD9;&#x6837;&#x4F60;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x66F4;&#x52A0;&#x7684;&#x6536;&#x7F29;&#x3002;&#xFF08;&#x6CE8;&#xFF0C;&#x98DE;&#x9E1F;&#x52A8;&#x4F5C;&#x5E94;&#x4FDD;&#x6301;&#x8098;&#x90E8;&#x9501;&#x5B9A;&#xFF0C;&#x672C;&#x5904;&#x914D;&#x56FE;&#x6709;&#x5DEE;&#x5F02;&#xFF0C;&#x82E5;&#x529B;&#x91CF;&#x5C1A;&#x5145;&#x5206;&#xFF0C;&#x8BF7;&#x6309;&#x7167;&#x98DE;&#x9E1F;&#x6807;&#x51C6;&#x52A8;&#x4F5C;&#x7EC3;&#x4E60;&#x3002;&#xFF09;<br>&#x5728;&#x505A;&#x53CC;&#x6760;&#x81C2;&#x5C48;&#x4F38;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8EAB;&#x4F53;&#x7565;&#x5411;&#x524D;&#x503E;&#xFF0C;&#x8FD9;&#x6837;&#x4EE5;&#x5F3A;&#x8C03;&#x5BF9;&#x4F60;&#x80F8;&#x90E8;&#x7684;&#x8BAD;&#x7EC3;&#xFF0C;&#x4EE5;&#x8BA9;&#x5176;&#x6BD4;&#x80B1;&#x4E09;&#x5934;&#x808C;&#x627F;&#x62C5;&#x66F4;&#x591A;&#x7684;&#x529B;&#x91CF;&#x3002;&#x4F60;&#x7684;&#x817F;&#x90E8;&#x53EF;&#x4EE5;&#x5411;&#x540E;&#x5F2F;&#x66F2;&#x5E76;&#x4FDD;&#x6301;&#x59FF;&#x6001;&#x3002;&#x8BAD;&#x7EC3;&#x6B21;&#x6570;&#x4EE5;&#x8FBE;&#x5230;&#x529B;&#x7AED;&#x72B6;&#x6001;&#x4E3A;&#x5B9C;&#xFF0C;&#x800C;&#x4E14;&#x5E0C;&#x671B;&#x4F60;&#x8BB0;&#x4F4F;&#xFF0C;&#x6700;&#x540E;&#x4E00;&#x7EC4;&#x53EF;&#x4EE5;&#x662F;&#x6700;&#x4F73;&#x4E00;&#x7EC4;&#xFF01;</p>
<p><img src="/2015/07/28/&#x80F8;&#x808C;&#x9760;&#x7EC3;&#x624D;&#x80FD;&#x5927;&#x53C8;&#x58EE;/5.jpg" alt=""></p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/健身/" rel="tag">#健身</a>
          
            <a href="/tags/胸肌/" rel="tag">#胸肌</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2015/07/28/Deployer-not-found-git/" rel="next" title="Deployer not found git">
                <i class="fa fa-chevron-left"></i> Deployer not found git
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2015/07/29/颈前下拉VS颈后下拉/" rel="prev" title="颈前下拉VS颈后下拉">
                颈前下拉VS颈后下拉 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2015/07/28/胸肌靠练才能大又壮/"
     data-title="胸肌靠练才能大又壮"
     data-content=""
     data-url="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2015/07/28/胸肌靠练才能大又壮/"
           data-title="胸肌靠练才能大又壮" data-url="http://yoursite.com/2015/07/28/胸肌靠练才能大又壮/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.jpg"
               alt="阿　祥(CHAN)" />
          <p class="site-author-name" itemprop="name">阿　祥(CHAN)</p>
          <p class="site-description motion-element" itemprop="description">▒▐░▓░▒▓▐</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">30</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              
                <span class="site-state-item-count">11</span>
                <span class="site-state-item-name">分类</span>
              
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">53</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <p class="post-toc-empty">此文章未包含目录</p>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2015 - 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">阿　祥(CHAN)</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"jokerchan"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("kNGeJpYXrch4OAOBU8R5dBKH-gzGzoHsz", "eNtKirQYod9rJaVPWYWbAMpT");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  
<script type="text/javascript" async src="//push.zhanzhang.baidu.com/push.js">
</script>


</body>
</html>
