<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  <link href="//fonts.googleapis.com/css?family=Lato:300,400,700,400italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">



<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=0.5.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="健身,受伤,背部," />








  <link rel="shortcut icon" type="image/x-icon" href="/images/favicon.ico?v=0.5.0" />






<meta name="description" content="&amp;#x5728;&amp;#x5065;&amp;#x8EAB;&amp;#x623F;&amp;#x91CC;&amp;#x6709;&amp;#x4E00;&amp;#x4E2A;&amp;#x5F88;&amp;#x5E38;&amp;#x89C1;&amp;#x7684;&amp;#x7EC3;&amp;#x808C;&amp;#x8089;&amp;#x7684;&amp;#x5668;&amp;#x68B0;&amp;#xFF0C;&amp;#x57FA;&amp;#x672C;&amp;#x4E0A;&amp;#x7537;&amp;#x6027;&amp;#x7EC3;">
<meta property="og:type" content="article">
<meta property="og:title" content="颈前下拉VS颈后下拉">
<meta property="og:url" content="http://yoursite.com/2015/07/29/颈前下拉VS颈后下拉/index.html">
<meta property="og:site_name" content="horse's">
<meta property="og:description" content="&amp;#x5728;&amp;#x5065;&amp;#x8EAB;&amp;#x623F;&amp;#x91CC;&amp;#x6709;&amp;#x4E00;&amp;#x4E2A;&amp;#x5F88;&amp;#x5E38;&amp;#x89C1;&amp;#x7684;&amp;#x7EC3;&amp;#x808C;&amp;#x8089;&amp;#x7684;&amp;#x5668;&amp;#x68B0;&amp;#xFF0C;&amp;#x57FA;&amp;#x672C;&amp;#x4E0A;&amp;#x7537;&amp;#x6027;&amp;#x7EC3;">
<meta property="og:image" content="http://yoursite.com/2015/07/29/颈前下拉VS颈后下拉/1.png">
<meta property="og:image" content="http://yoursite.com/2015/07/29/颈前下拉VS颈后下拉/12.png">
<meta property="og:updated_time" content="2016-04-07T08:40:48.538Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="颈前下拉VS颈后下拉">
<meta name="twitter:description" content="&amp;#x5728;&amp;#x5065;&amp;#x8EAB;&amp;#x623F;&amp;#x91CC;&amp;#x6709;&amp;#x4E00;&amp;#x4E2A;&amp;#x5F88;&amp;#x5E38;&amp;#x89C1;&amp;#x7684;&amp;#x7EC3;&amp;#x808C;&amp;#x8089;&amp;#x7684;&amp;#x5668;&amp;#x68B0;&amp;#xFF0C;&amp;#x57FA;&amp;#x672C;&amp;#x4E0A;&amp;#x7537;&amp;#x6027;&amp;#x7EC3;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>

  <title> 颈前下拉VS颈后下拉 | horse's </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?94266d93f633ea96667f11b0b09b8489";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">horse's</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">生活,只是累积,代码是最简单的一种方式</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-user fa-fw"></i> <br />
            
            关于
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="#" class="st-search-show-outputs">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <form class="site-search-form">
  <input type="text" id="st-search-input" class="st-search-input st-default-search-input" />
</form>

<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
    (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
    e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install', 'NjUXgpCQEbEusCeyEP6o','2.0.0');
</script>



    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                颈前下拉VS颈后下拉
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2015-07-29T09:13:52+08:00" content="2015-07-29">
              2015-07-29
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/健身/" itemprop="url" rel="index">
                    <span itemprop="name">健身</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2015/07/29/颈前下拉VS颈后下拉/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2015/07/29/颈前下拉VS颈后下拉/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x5728;&#x5065;&#x8EAB;&#x623F;&#x91CC;&#x6709;&#x4E00;&#x4E2A;&#x5F88;&#x5E38;&#x89C1;&#x7684;&#x7EC3;&#x808C;&#x8089;&#x7684;&#x5668;&#x68B0;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x7537;&#x6027;&#x7EC3;&#x808C;&#x8089;&#x90FD;&#x4F1A;&#x7528;&#x5230;&#x3002;&#x8FD9;&#x4E2A;&#x5668;&#x68B0;&#x5C31;&#x662F;&#x8F6E;&#x6ED1;&#x4E0B;&#x62C9;&#x5668;&#x68B0;&#xFF0C;&#x901A;&#x5E38;&#x90FD;&#x662F;&#x505A;&#x5750;&#x59FF;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#x6216;&#x8005;&#x662F;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x4E3B;&#x8981;&#x953B;&#x70BC;&#x7684;&#x808C;&#x7FA4;&#x6709;&#x80CC;&#x9614;&#x808C;&#x3001;&#x4E09;&#x89D2;&#x808C;&#x3002;</p>
<a id="more"></a>
<p>&#x8BF4;&#x5230;&#x5750;&#x59FF;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#x548C;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#xFF0C;&#x5927;&#x5BB6;&#x6216;&#x591A;&#x6216;&#x5C11;&#x90FD;&#x89C1;&#x8FC7;&#x4E00;&#x4E9B;&#x4EBA;&#x953B;&#x70BC;&#x8FC7;&#xFF0C;&#x7136;&#x540E;&#x4E5F;&#x8DDF;&#x7740;&#x5B66;&#x4E60;&#x7EC3;&#x4E60;&#x3002;&#x5176;&#x5B9E;&#x8FD9;&#x4E24;&#x4E2A;&#x52A8;&#x4F5C;&#x4E2D;&#xFF0C;&#x5EFA;&#x8BAE;&#x4E0D;&#x8981;&#x91C7;&#x7528;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x65F6;&#xFF0C;&#x5F88;&#x591A;&#x670B;&#x53CB;&#x90FD;&#x559C;&#x6B22;&#x4F4E;&#x5934;&#xFF0C;&#x8FD9;&#x65F6;&#x5BF9;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x9888;&#x690E;&#x6709;&#x7740;&#x975E;&#x5E38;&#x5927;&#x7684;&#x4F24;&#x5BB3;&#xFF0C;&#x6240;&#x4EE5;&#x8BF7;&#x614E;&#x91CD;&#x9009;&#x62E9;&#x3002;&#x8FD9;&#x771F;&#x4E0D;&#x662F;&#x5F00;&#x73A9;&#x7B11;&#x7684;&#xFF0C;&#x5386;&#x53F2;&#x4E0A;&#x6709;&#x5F88;&#x591A;&#x5065;&#x7F8E;&#x8FD0;&#x52A8;&#x5458;&#x90FD;&#x662F;&#x6BC1;&#x5728;&#x4E86;&#x8FD9;&#x4E2A;&#x52A8;&#x4F5C;&#x4E0A;&#xFF0C;&#x539F;&#x56E0;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x91CD;&#x91CF;&#x8FC7;&#x91CD;&#x7684;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x4F1A;&#x4E25;&#x91CD;&#x4F24;&#x5BB3;&#x9888;&#x690E;&#x3002;&#x5982;&#x679C;&#x4F60;&#x975E;&#x5F97;&#x91C7;&#x7528;&#x8FD9;&#x4E2A;&#x52A8;&#x4F5C;&#x4E5F;&#x4E0D;&#x65E0;&#x4E0D;&#x53EF;&#xFF0C;&#x4F46;&#x662F;&#x8BF7;&#x6CE8;&#x610F;&#x4E09;&#x70B9;&#xFF1A;</p>
<p>1&#x3001;&#x4E0D;&#x8981;&#x4F7F;&#x7528;&#x592A;&#x5927;&#x91CD;&#x91CF;&#x3002;</p>
<p>2&#x3001;&#x59FF;&#x52BF;&#x975E;&#x5E38;&#x91CD;&#x8981;&#xFF0C;&#x6B63;&#x786E;&#x7684;&#x52A8;&#x4F5C;&#x662F;&#x8EAB;&#x4F53;&#x4FDD;&#x6301;&#x76F4;&#x7ACB;&#xFF0C;&#x524D;&#x503E;&#x5782;&#x76F4;&#x4E0B;&#x62C9;&#x3002;&#x53EF;&#x4EE5;&#x964D;&#x4F4E;&#x53D7;&#x4F24;&#x7684;&#x53EF;&#x80FD;&#x3002;</p>
<p>3&#x3001;&#x70ED;&#x8EAB;&#x4E00;&#x5B9A;&#x8981;&#x5145;&#x5206;&#x6CE8;&#x610F;&#x529B;&#x4E00;&#x5B9A;&#x8981;&#x96C6;&#x4E2D;&#x3002;</p>
<p>&#x65E2;&#x7136;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x8FD9;&#x4E48;&#x5371;&#x9669;&#xFF0C;&#x54B1;&#x4EEC;&#x8FD8;&#x662F;&#x4EE5;&#x5B89;&#x5168;&#x4E3A;&#x4E3B;&#xFF0C;&#x505A;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#x8FD9;&#x4E2A;&#x52A8;&#x4F5C;&#x5427;&#xFF01;&#x674E;&#x8FDE;&#x6770;&#x4E3B;&#x6F14;&#x7684;&#x300A;&#x9EC4;&#x98DE;&#x9E3F;&#x300B;&#x7CFB;&#x5217;&#x91CC;&#x7684;&#x4E00;&#x4E2A;&#x8BCD;&#x8BDD;&#x6700;&#x80FD;&#x8BE0;&#x91CA;&#x5065;&#x8EAB;&#x65F6;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x6700;&#x91CD;&#x8981;&#x4E00;&#x70B9;&#xFF1A;&#x5B89;&#x5168;&#x7B2C;&#x4E00;&#x3002;</p>
<p>&#x5750;&#x59FF;&#x9888;&#x524D;&#x4E0B;&#x62C9;</p>
<p>&#x52A8;&#x4F5C;&#x8FC7;&#x7A0B;&#xFF1A;<br>&#x3000;&#x3000;1&#x3001;&#x5750;&#x5728;&#x62C9;&#x80CC;&#x7EC3;&#x4E60;&#x673A;&#x7684;&#x56FA;&#x5B9A;&#x5750;&#x4F4D;&#x4E0A;&#xFF0C;&#x4E24;&#x624B;&#x5206;&#x522B;&#x63E1;&#x4F4F;&#x4E0A;&#x65B9;&#x6A2A;&#x6760;&#x4E24;&#x7AEF;&#x7684;&#x628A;&#x67C4;&#x3002;<br>&#x3000;&#x3000;2&#x3001;&#x5438;&#x6C14;&#xFF0C;&#x4ECE;&#x5934;&#x4E0A;&#x65B9;&#x4F4D;&#x7F6E;&#x5782;&#x76F4;&#x4E0B;&#x62C9;&#x6A2A;&#x6760;&#x81F3;&#x80F8;&#x524D;&#xFF0C;&#x7A0D;&#x505C;2-3&#x79D2;&#x949F;&#x3002;&#x7136;&#x540E;&#x547C;&#x6C14;&#xFF0C;&#x6CBF;&#x539F;&#x8DEF;&#x7F13;&#x6162;&#x8FD8;&#x539F;&#x3002;&#x91CD;&#x590D;&#x505A;&#x3002;</p>
<p>&#x8BAD;&#x7EC3;&#x8981;&#x70B9;&#xFF1A;<br>&#x6CE8;&#x610F;&#x5B8C;&#x6210;&#x52A8;&#x4F5C;&#x65F6;&#x4E24;&#x81C2;&#x5747;&#x8861;&#x7528;&#x529B;&#xFF0C;&#x9632;&#x6B62;&#x731B;&#x62C9;&#x6216;&#x65E0;&#x63A7;&#x5236;&#x5730;&#x7A81;&#x7136;&#x8FD8;&#x539F;&#x3002;&#x91C7;&#x7528;&#x5BBD;&#x63E1;&#x8DDD;&#x6293;&#x63E1;&#x628A;&#x67C4;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x91C7;&#x7528;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x7EC3;&#x4E60;&#x3002;</p>
<p>&#x9888;&#x524D;&#x4E0B;&#x62C9;&#xFF1A;</p>
<p><img src="/2015/07/29/&#x9888;&#x524D;&#x4E0B;&#x62C9;VS&#x9888;&#x540E;&#x4E0B;&#x62C9;/1.png" alt=""></p>
<p>&#x9888;&#x540E;&#x4E0B;&#x62C9;&#xFF1A;</p>
<p><img src="/2015/07/29/&#x9888;&#x524D;&#x4E0B;&#x62C9;VS&#x9888;&#x540E;&#x4E0B;&#x62C9;/12.png" alt=""></p>
<p>&#x9888;&#x524D;&#x4E0B;&#x62C9;&#x548C;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x7684;&#x533A;&#x522B;&#xFF01;&#x4E3A;&#x4EC0;&#x4E48;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x662F;&#x4E2A;&#x5371;&#x9669;&#x7684;&#x52A8;&#x4F5C;&#xFF1F;</p>
<p>&#x5750;&#x59FF;&#x4E0B;&#x62C9;&#x662F;&#x953B;&#x70BC;&#x80CC;&#x90E8;&#x808C;&#x8089;&#x7684;&#x7ECF;&#x5178;&#x52A8;&#x4F5C;&#x4E4B;&#x4E00;&#x3002;&#x5728;&#x901A;&#x5E38;&#x7684;&#x8BAD;&#x7EC3;&#x4E2D;&#x53C8;&#x5206;&#x4E3A;&#x7ECF;&#x524D;&#x4E0B;&#x62C9;&#x548C;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x3002;<br>&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x4E24;&#x4E2A;&#x770B;&#x505A;&#x53CC;&#x80DE;&#x80CE;&#x52A8;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x533A;&#x522B;&#x5F88;&#x5C0F;&#xFF0C;&#x540C;&#x6837;&#x7684;&#x52A8;&#x4F5C;&#x53EA;&#x4E0D;&#x8FC7;&#x662F;&#x4E00;&#x4E2A;&#x9762;&#x5BF9;&#x62C9;&#x80CC;&#x673A;&#xFF0C;&#x4E00;&#x4E2A;&#x80CC;&#x5BF9;&#x62C9;&#x80CC;&#x673A;&#x3002;<br>&#x5176;&#x4E2D;&#x5750;&#x59FF;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5B8C;&#x7F8E;&#x80CC;&#x90E8;&#x8BAD;&#x7EC3;&#x7684;&#x52A8;&#x4F5C;&#x3002;&#x662F;&#x80CC;&#x90E8;&#x953B;&#x70BC;&#x4E2D;&#x5FC5;&#x4E0D;&#x53EF;&#x5C11;&#x7684;&#x52A8;&#x4F5C;&#xFF01;<br>&#x4F46;&#x662F;&#x5B83;&#x7684;&#x53CC;&#x80DE;&#x80CE;&#x5144;&#x5F1F;&#x2014;&#x2014;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x5374;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4E00;&#x4E2A;&#x5371;&#x9669;&#x7684;&#x52A8;&#x4F5C;&#xFF01;</p>
<p>&#x5230;&#x5E95;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>&#x770B;&#x4F3C;&#x5C0F;&#x5C0F;&#x7684;&#x533A;&#x522B;&#xFF0C;&#x5374;&#x5F15;&#x6765;&#x6765;&#x5F88;&#x591A;&#x4E89;&#x8BAE;&#xFF01;&#x4E3A;&#x4EC0;&#x4E48;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4E00;&#x4E2A;&#x5371;&#x9669;&#x7684;&#x52A8;&#x4F5C;&#xFF01;<br>&#x9888;&#x540E;&#x4E0B;&#x62C9;&#xFF1A;&#x88AB;&#x8BC4;&#x4E3A;&#x5065;&#x7F8E;&#x5341;&#x5927;&#x5BB9;&#x6613;&#x53D7;&#x4F24;&#x52A8;&#x4F5C;&#x4E2D;&#x6392;&#x7B2C;&#x56DB;&#x4F4D;</p>
<p>&#x5F88;&#x591A;&#x4EBA;&#x559C;&#x6B22;&#x9888;&#x540E;&#x5668;&#x68B0;&#x4E0B;&#x62C9;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x80FD;&#x66F4;&#x5927;&#x5E45;&#x5EA6;&#x5730;&#x6324;&#x538B;&#x659C;&#x65B9;&#x808C;&#x3002;&#x4E0D;&#x5E78;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x540C;&#x65F6;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x5927;&#x5E45;&#x5EA6;&#x5730;&#x6324;&#x538B;&#x80A9;&#x5173;&#x8282;&#x548C;&#x8098;&#x5173;&#x8282;&#x3002;&#x6211;&#x8BA4;&#x8BC6;&#x4E00;&#x4E2A;&#x5065;&#x8EAB;&#x8005;&#xFF0C;&#x4ED6;&#x6BCF;&#x6B21;<br>&#x7EC3;&#x4E60;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x90FD;&#x611F;&#x5230;&#x80A9;&#x90E8;&#x75BC;&#x75DB;&#xFF0C;&#x4F46;&#x4ED6;&#x5E76;&#x6CA1;&#x6709;&#x505C;&#x6B62;&#x7EC3;&#x4E60;&#x3002;&#x53EF;&#x60DC;&#x5BF9;&#x4E8E;&#x5065;&#x7F8E;&#x8FD0;&#x52A8;&#x7684;&#x6267;&#x7740;&#x6CA1;&#x80FD;&#x7ED9;&#x4ED6;&#x5E26;&#x6765;&#x597D;&#x8FD0;&#xFF0C;&#x524D;&#x4E0D;&#x4E45;&#x4ED6;&#x521A;&#x63A5;&#x53D7;&#x4E86;&#x80A9;&#x5173;&#x8282;&#x624B;&#x672F;<br>&#x9888;&#x540E;&#x4E0B;&#x62C9;&#x65F6;&#xFF0C;&#x5F88;&#x591A;&#x670B;&#x53CB;&#x90FD;&#x559C;&#x6B22;&#x4F4E;&#x5934;&#xFF0C;&#x8FD9;&#x65F6;&#x5BF9;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x9888;&#x690E;&#x6709;&#x7740;&#x975E;&#x5E38;&#x5927;&#x7684;&#x4F24;&#x5BB3;&#xFF0C;&#x6240;&#x4EE5;&#x8BF7;&#x614E;&#x91CD;&#x9009;&#x62E9;&#x3002;</p>
<p>&#x5982;&#x679C;&#x8BA9;&#x6211;&#x5BF9;&#x4E09;&#x79CD;&#x4E0B;&#x62C9;&#x65B9;&#x5F0F;&#x5206;&#x522B;&#x4F5C;&#x4E2A;&#x8BC4;&#x4EF7;&#xFF0C;&#x6211;&#x4F1A;&#x8BF4;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#x5C3D;&#x7BA1;&#x7EC3;&#xFF0C;&#x5F15;&#x4F53;&#x5411;&#x4E0A;&#x60A0;&#x7740;&#x70B9;&#xFF0C;&#x9888;&#x540E;&#x4E0B;&#x62C9;&#xFF0C;&#x6700;&#x597D;&#x79BB;&#x5B83;&#x8FDC;&#x4E9B;&#x3002;<br>&#x8FD9;&#x4E00;&#x52A8;&#x4F5C;&#x6BD4;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#x98CE;&#x9669;&#x5927;&#x800C;&#x6548;&#x679C;&#x5C0F;&#xFF1A;&#x201C;&#x505A;&#x4E0B;&#x62C9;&#x65F6;&#x8981;&#x505A;&#x9888;&#x524D;&#x4E0B;&#x62C9;&#xFF0C;&#x56E0;&#x4E3A;&#x80CC;&#x9614;&#x808C;&#x8D77;&#x59CB;&#x4E8E;&#x8170;&#x7684;&#x540E;&#x534A;&#x90E8;&#x5206;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x4E5F;&#x4F1A;&#x51CF;&#x5C11;&#x56DE;&#x65CB;&#x808C;&#x53D7;&#x4F24;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;&#x201D;<br>&#x7136;&#x800C;&#xFF1A;&#x4E00;&#x4E9B;&#x5065;&#x8EAB;&#x8005;&#x575A;&#x4FE1;&#x9888;&#x540E;&#x5BBD;&#x63E1;&#x4E0B;&#x62C9;&#x53EF;&#x4EE5;&#x589E;&#x52A0;&#x80CC;&#x9614;&#x808C;&#x7684;&#x5BBD;&#x5EA6;&#x3002;&#x5982;&#x679C;&#x4F60;&#x8981;&#x505A;&#x8FD9;&#x4E9B;&#x52A8;&#x4F5C;&#xFF0C;&#x8981;&#x4F7F;&#x7528;&#x8F7B;&#x8D1F;&#x91CD;&#x4E14;&#x53EA;&#x5076;&#x5C14;&#x505A;&#x4E00;&#x505A;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>

      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/健身/" rel="tag">#健身</a>
          
            <a href="/tags/受伤/" rel="tag">#受伤</a>
          
            <a href="/tags/背部/" rel="tag">#背部</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2015/07/28/胸肌靠练才能大又壮/" rel="next" title="胸肌靠练才能大又壮">
                <i class="fa fa-chevron-left"></i> 胸肌靠练才能大又壮
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2015/07/30/其实都没有/" rel="prev" title="其实都没有">
                其实都没有 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2015/07/29/颈前下拉VS颈后下拉/"
     data-title="颈前下拉VS颈后下拉"
     data-content=""
     data-url="http://yoursite.com/2015/07/29/颈前下拉VS颈后下拉/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2015/07/29/颈前下拉VS颈后下拉/"
           data-title="颈前下拉VS颈后下拉" data-url="http://yoursite.com/2015/07/29/颈前下拉VS颈后下拉/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.jpg"
               alt="JokerCHAN" />
          <p class="site-author-name" itemprop="name">JokerCHAN</p>
          <p class="site-description motion-element" itemprop="description">放弃的时候，想想为何开始</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">27</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>
          
          
            <div class="site-state-item site-state-categories">
              
                <span class="site-state-item-count">10</span>
                <span class="site-state-item-name">分类</span>
              
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">43</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/" target="_blank">
                  
                    <i class="fa fa-github"></i> GitHub
                  
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://weibo.com/1905914414/" target="_blank">
                  
                    <i class="fa fa-weibo"></i> Weibo
                  
                </a>
              </span>
            
          
        </div>

        
        

        <div class="links-of-author motion-element">
          
            <p class="site-author-name"></p>
            
              <span class="links-of-author-item">
                <a href="http://ymmmsick.com/" target="_blank">YmmmSick</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://wuxiaolong.me/" target="_blank">吴小龙</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://drakeet.me/" target="_blank">Drakeet</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.csdn.net/eclipsexys/article" target="_blank">徐宜生</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.csdn.net/guolin_blog" target="_blank">郭霖</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.csdn.net/bboyfeiyu" target="_blank">Mr.Simple</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.csdn.net/singwhatiwanna" target="_blank">任玉刚</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.csdn.net/lmj623565791" target="_blank">鸿洋</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://hukai.me/" target="_blank">胡凯</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.daimajia.com/" target="_blank">代码家</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://blog.csdn.net/zhaokaiqiang1992" target="_blank">赵凯强</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jcodecraeer.com/" target="_blank">泡在网上的日子</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://yifeiyuan.me/" target="_blank">程序亦非猿</a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.easydone.cn/" target="_blank">Ailurus</a>
              </span>
            
          
        </div>

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc-indicator-top post-toc-indicator">
            <i class="fa fa-angle-double-up"></i>
          </div>
          <div class="post-toc">
            
              
            
            
              <p class="post-toc-empty">此文章未包含目录</p>
            
          </div>
          <div class="post-toc-indicator-bottom post-toc-indicator">
            <i class="fa fa-angle-double-down"></i>
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2015 - 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">JokerCHAN</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>



      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  


  




<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>


  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  <script type="text/javascript" src="/vendors/velocity/velocity.min.js"></script>

  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js"></script>

  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=0.5.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=0.5.0"></script>



  
  

  
  
<script type="text/javascript" src="/js/src/scrollspy.js?v=0.5.0"></script>

<script type="text/javascript" id="sidebar.toc.highlight">
  $(document).ready(function () {
    var tocSelector = '.post-toc';
    var $tocSelector = $(tocSelector);
    var activeCurrentSelector = '.active-current';

    $tocSelector
      .on('activate.bs.scrollspy', function () {
        var $currentActiveElement = $(tocSelector + ' .active').last();

        removeCurrentActiveClass();
        $currentActiveElement.addClass('active-current');

        $tocSelector[0].scrollTop = $currentActiveElement.position().top;
      })
      .on('clear.bs.scrollspy', function () {
        removeCurrentActiveClass();
      });

    function removeCurrentActiveClass () {
      $(tocSelector + ' ' + activeCurrentSelector)
        .removeClass(activeCurrentSelector.substring(1));
    }

    function processTOC () {
      getTOCMaxHeight();
      toggleTOCOverflowIndicators();
    }

    function getTOCMaxHeight () {
      var height = $('.sidebar').height() -
                   $tocSelector.position().top -
                   $('.post-toc-indicator-bottom').height();

      $tocSelector.css('height', height);

      return height;
    }

    function toggleTOCOverflowIndicators () {
      tocOverflowIndicator(
        '.post-toc-indicator-top',
        $tocSelector.scrollTop() > 0 ? 'show' : 'hide'
      );

      tocOverflowIndicator(
        '.post-toc-indicator-bottom',
        $tocSelector.scrollTop() >= $tocSelector.find('ol').height() - $tocSelector.height() ? 'hide' : 'show'
      )
    }

    $(document).on('sidebar.motion.complete', function () {
      processTOC();
    });

    $('body').scrollspy({ target: tocSelector });
    $(window).on('resize', function () {
      if ( $('.sidebar').hasClass('sidebar-active') ) {
        processTOC();
      }
    });

    onScroll($tocSelector);

    function onScroll (element) {
      element.on('mousewheel DOMMouseScroll', function (event) {
          var oe = event.originalEvent;
          var delta = oe.wheelDelta || -oe.detail;

          this.scrollTop += ( delta < 0 ? 1 : -1 ) * 30;
          event.preventDefault();

          toggleTOCOverflowIndicators();
      });
    }

    function tocOverflowIndicator (indicator, action) {
      var $indicator = $(indicator);
      var opacity = action === 'show' ? 1 : 0;
      $indicator.velocity ?
        $indicator.velocity('stop').velocity({
          opacity: opacity
        }, { duration: 100 }) :
        $indicator.stop().animate({
          opacity: opacity
        }, 100);
    }

  });
</script>

<script type="text/javascript" id="sidebar.nav">
  $(document).ready(function () {
    var html = $('html');
    var TAB_ANIMATE_DURATION = 200;
    var hasVelocity = $.isFunction(html.velocity);

    $('.sidebar-nav li').on('click', function () {
      var item = $(this);
      var activeTabClassName = 'sidebar-nav-active';
      var activePanelClassName = 'sidebar-panel-active';
      if (item.hasClass(activeTabClassName)) {
        return;
      }

      var currentTarget = $('.' + activePanelClassName);
      var target = $('.' + item.data('target'));

      hasVelocity ?
        currentTarget.velocity('transition.slideUpOut', TAB_ANIMATE_DURATION, function () {
          target
            .velocity('stop')
            .velocity('transition.slideDownIn', TAB_ANIMATE_DURATION)
            .addClass(activePanelClassName);
        }) :
        currentTarget.animate({ opacity: 0 }, TAB_ANIMATE_DURATION, function () {
          currentTarget.hide();
          target
            .stop()
            .css({'opacity': 0, 'display': 'block'})
            .animate({ opacity: 1 }, TAB_ANIMATE_DURATION, function () {
              currentTarget.removeClass(activePanelClassName);
              target.addClass(activePanelClassName);
            });
        });

      item.siblings().removeClass(activeTabClassName);
      item.addClass(activeTabClassName);
    });

    $('.post-toc a').on('click', function (e) {
      e.preventDefault();
      var targetSelector = NexT.utils.escapeSelector(this.getAttribute('href'));
      var offset = $(targetSelector).offset().top;
      hasVelocity ?
        html.velocity('stop').velocity('scroll', {
          offset: offset  + 'px',
          mobileHA: false
        }) :
        $('html, body').stop().animate({
          scrollTop: offset
        }, 500);
    });

    // Expand sidebar on post detail page by default, when post has a toc.
    NexT.motion.middleWares.sidebar = function () {
      var $tocContent = $('.post-toc-content');

      if (CONFIG.scheme !== 'Pisces' && (CONFIG.sidebar.display === 'post' || CONFIG.sidebar.display === 'always')) {
        if ($tocContent.length > 0 && $tocContent.html().trim().length > 0) {
          NexT.utils.displaySidebar();
        }
      }
    };
  });
</script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=0.5.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"jokerchan"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
  





  
  
  

  


</body>
</html>
